const data = [
  {
    id: 1,
    name: 'Максим',
    position: 'Project manager',
    // description: 'Расскажет как будет идти процесс разработки на каждом этапе',
    text: ['Расскажу как будет идти процесс совместной работы', 'Обсудим пожелания команды и возможности реализации'],
  },
  {
    id: 2,
    name: 'Рома',
    position: 'Тимлид',
    // description: 'Расскажет как будет идти процесс разработки',
    text: ['Расскажу как будет идти процесс разработки', 'Обсудим применяемые технологии', 'Согласуем работы'],
  },
  {
    id: 3,
    name: 'Наталия',
    position: 'Аналитик',
    // description: 'Разработает пользовательские сценарии',
    text: ['Разработаю пользовательские сценарии', 'Пообщаюсь с респондентами', 'Помогу разработать логику сервиса'],
  },
  {
    id: 4,
    name: 'Мария',
    position: 'Аналитик',
    // description: 'Расскажет как будет идти процесс разработки на каждом этапе',
    text: ['Пообщаюсь с респондентами', 'Проанализирую похожие проекты', 'Проработаю обратную связь от заинтересованных лиц'],
  },
  {
    id: 5,
    name: 'Алина',
    position: 'Дизайнер',
    // description: 'Создаст уникальный дизайн прототипа',
    text: ['Выясню потребности проекта', 'Предложу концепцию', 'Проработаю референсы', 'Создам дизайн-макет проекта'],
  },
  {
    id: 6,
    name: 'Анна',
    position: 'Тестировщик',
    // description: 'Протестирует прототип',
    text: ['Протестирую бизнес-гипотезы', 'Отловлю баги в разработанном проекте'],
  },
  {
    id: 7,
    name: 'Дени',
    position: 'Фронтенд',
    // description: 'Превратит дизайн прототипа в работающий сервис',
    text: ['Создам фронтенд часть проекта', 'Напишу логику проекта', 'Интегрирую проект с бэкенд частью'],
  },
  {
    id: 8,
    name: 'Денис',
    position: 'Бэкенд',
    // description: 'Создаст бэкенд для прототипа',
    text: ['Проработаю возможность интеграции с открытыми базами данных', 'Создам бэкенд часть проекта', 'Опишу модели данных проекта'],
  },
  {
    id: 9,
    name: 'Витя',
    position: 'Фронтенд',
    // description: 'Покрасит кнопочки, увеличит шрифт, поменяет картинку',
    text: ['Покрашу кнопочки', 'Увеличу шрифт', 'Поменяю картинку', 'Да и в целом постараюсь сделать ваш проект красивым, современным и качественным :)'],
  },
];

module.exports = data;
